export default {
    welcome: '欢迎您在我们餐厅用餐，这是一个餐后问卷体验回访您的评价能让我们做得更好！',
    questions: [

        {
            title: '您对本次消费的满意程度满意程度如何？',
            type: 'Score'
        },
        {
            title: '您对本次消费的满意程度满意程度如何？',
            type: 'Select',
            options: [
                '未招呼领座', '未及时送菜', '未倒水', '为准备好餐具', '未及时送菜单'
            ]
        },
        {
            title: '您在消费过程中，是否遇到下面情况？',
            type: 'Radio',
            options: [
                '未招呼领座', '未及时送菜', '未倒水', '为准备好餐具', '未及时送菜单'
            ]
        },
        {
            title: '您对本次消费的满意程度满意程度如何？',
            type: 'Text'
        }
    ]
}
